tap "felixkratz/formulae"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "autojump"
brew "bat"
brew "bison"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "glow"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "lua"
brew "mercurial"
brew "neovim"
brew "nowplaying-cli"
brew "poppler"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yazi"
brew "zig"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "iterm2"
cask "sf-symbols"
