tap "felixkratz/formulae"
tap "homebrew-zathura/zathura"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "autojump"
brew "automake"
brew "bat"
brew "bison"
brew "btop"
brew "cava"
brew "chruby"
brew "eza"
brew "fastfetch"
brew "fd"
brew "openjpeg"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdbm"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "python@3.12"
brew "graphviz"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "perl"
brew "latexml"
brew "libffi"
brew "libyaml"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "nvm"
brew "openssl@1.1"
brew "poppler"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "sevenzip"
brew "stow"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "zig"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "homebrew-zathura/zathura/zathura"
brew "homebrew-zathura/zathura/zathura-pdf-mupdf"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "maccy"
cask "sf-symbols"
vscode "13xforever.language-x86-64-assembly"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alexisvt.flutter-snippets"
vscode "angular.ng-template"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "batisteo.vscode-django"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "codeium.codeium"
vscode "continue.continue"
vscode "cyrilletuzi.angular-schematics"
vscode "daltonmenezes.aura-theme"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "harryhopkinson.vim-theme"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.angular2"
vscode "kamikillerto.vscode-colorize"
vscode "kdarkhan.mips"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mathematic.vscode-latex"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "platformio.platformio-ide"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "rimuruchan.vscode-fix-checksums-next"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "rvest.vs-code-prettier-eslint"
vscode "simonho.kanagawa-paper"
vscode "stkb.rewrap"
vscode "styled-components.vscode-styled-components"
vscode "teabyii.ayu"
vscode "tinkertrain.theme-panda"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wallabyjs.console-ninja"
vscode "wholroyd.jinja"
